import React from "react";
import ComponentWrapper from "../../UniversalComponent/ComponentWrapper";
import T1 from "../../../assets/img/PriceAction/SnR/T1.jpg";
import T2 from "../../../assets/img/PriceAction/SnR/T2.jpg";
import T3 from "../../../assets/img/PriceAction/SnR/T3.jpg";

const index = () => {
  return (
    <ComponentWrapper title="Support&Resistance">
      <h5 className="mt-4">📌 SUPPORT LEVEL</h5>
      <p>
        সাপোর্ট মানে ভিত্তি ,আমরা একটা বাড়ি তৈরি করার সময় একটা সাপোর্ট লেভেল
        তৈরি করে থাকি, কেন তৈরি করে থাকি যাতে আমার বাড়িটা ওই সাপোর্ট লেভেল উপর
        দাঁড়িয়ে শক্তভাবে উপরের দিকে উঠতে পারে
      </p>

      <p>
        তেমনি ভাবে আমাদের মার্কেটে প্রাইস কোন একটা লেভেল থেকে যেটা সাপোর্ট লেভেল
        ওইখান থেকে সাপোর্ট নিয়ে মার্কেট উপর দিকে যাতে যাইতে পারে।
      </p>

      <p> 🧱 সাপোর্ট মানে ভিত্তি — বাস্তব উদাহরণ দিয়ে সহজ ব্যাখ্যা</p>
      <p>
        আমরা যখন একটি বাড়ি তৈরি করি, তখন তার আগে একটি মজবুত ভিত্তি (সাপোর্ট
        লেভেল) তৈরি করি।
      </p>
      <p>
        👉 কারণ, সেই ভিত্তির উপর দাঁড়িয়েই পুরো বাড়িটা ধাপে ধাপে উপরের দিকে উঠবে।
        যদি সেই সাপোর্ট (ভিত্তি) দুর্বল হয়, তাহলে পুরো ভবনটাই পড়ে যেতে পারে।
      </p>

      <h5>📌 Resistance LEVEL</h5>
      <p>
        রেজিস্ট্যান্স মানে বাধা দেওয়া, আমরা যখন একটা বাড়ি তৈরি করি আমাদের
        বাড়ি একটা ছাদ থাকে, ছাদটা আমাদের উপর দিকে যাইতে বাধা দেয় তেমনি ভাবে
        আমাদের ট্রেডিং এর প্রাইস যখন অনেক উপরে চলে যায় আর উপর যাইতে পারে না
        ,কেন যাইতে পারে না কোথাও রেজিস্ট্যান্স পাইছে মানে বাধা পাইছে এই কারণে
        মার্কেটে প্রাইসের উপরে যেতে পারে না।
      </p>

      <img src={T1} alt="Single Candle Stick" className="img-fluid my-2" />

      <p>
        আমরা সাপোর্ট এবং রেজিস্টেন্স ড্র করার সময় ঊইক + বডি মিলিয়ে যত টুকু হয় তা
        আমরা সাপোট রেজিস্টেন্স জোন হিসেবে ড্র কররো,{" "}
      </p>
      <p>
        ছবিতে দেখতে পাচ্ছি মার্কেট ৮০ টাকা থেকে সাপোট ণীয়ে ১০০টাকা পর্যন্ত
        গিয়েছে ,রেজিস্ট হয়ে আবার ৮০টাকাতে ফিরে এসেছে, কিন্ত ঊইক নিছে ৭৫ টাকা আর
        ঊপরে ১০৫টাকা থেকে রিজেক্ট হয়ে এসেছে, ওই এরিয়া ২ টা রিজেকসন এরিয়া , এর
        কারনে আমরা এইটাকে একটা লাইন দিয়ে না দরে জোন হিসেবে দরলে সব থেকে বেশী
        একুরেশী পাওয়া যাবে।
      </p>
      <img src={T2} alt="Single Candle Stick" className="img-fluid my-2" />

      <p>
        🧱 যদি মার্কেটে রেজিস্ট্যান্স লেভেল ব্রেক হয় এবং রেজিস্ট্যান্স লেভেল
        থেকে মার্কেট সাপোর্ট করে আপের দিকে নিয়ে যায় তখন সেটা আমাদের
        রেজিস্ট্যান্স বিকাম সাপোর্ট হিসেবে ধরবো
      </p>

      <p>
       🧱 আর যদি নিচে সাপোর্ট লেভেল মার্কেট ব্রেক করে এবং সাপোর্ট লেভেল ব্রেক করার
        পরে ওই লেভেল থেকে রিজেকশন ফিল হয় নিচের দিকে তখন আমাদের সাপোর্ট লেভেলটা
        সাপোর্ট বিকেম রেজিস্টেন্স হিসেবে আমরা ধরবো
      </p>
      <img src={T3} alt="Single Candle Stick" className="img-fluid my-2" />
    </ComponentWrapper>
  );
};

export default index;
