import React from "react";
import ComponentWrapper from "../../UniversalComponent/ComponentWrapper";

const index = () => {
  return (
    <ComponentWrapper title="Directionalizom" url="">
      <p className="mt-4">
        ডিইরেকসনালিজম বা দিকনির্দেশনা হল মার্কেট কোন দিকে যাওয়ার সম্ভাবনা আছে তা
        আগে দেখা, এই টপিক অনেক অনেক ইম্পটেন্ট, এই টপিক না জানলে আপনি ট্রেড করতে
        গেলে একুরেশি কমে যাবে, আমরা যা কিছু শিখেছি এবং আগামীতে শিখবো সব কিছু এই
        ডিরেকসনালিজম এর উপর বেস করে হবে বা এইটার উপর হবে, এইটা আমাদের জন্যে একটা
        ফ্রেম বা ঘর , যা আমাকে এইটার ভিতরে থেকে ট্রেড করতে হেল্প করবে।
      </p>
      <h6 className="bg-danger text-white p-1">
        প্রতিটা পেয়ার বা মার্কেটএ ট্রেড করার আগে আমাদের কনফারমেশন বা কোন দিকে
        যাবে তা আমরা ডিরেকসনালিজম থেকে নিব, তাই এটি খুবি খুবি ইম্পটেন্ট ।
      </h6>

      <p>
        আমরা যে টাইম ফ্রেমে ট্রেড করবো তার থেকে ১৫ গুন বেশী টাইম ফ্রেমে গিয়ে
        আমাদের কনফারমেশন নিতে হবে, সাধারণত আমরা ১ মিনিটে ট্রেড করি , এর জন্যে
        আমাদের যদি ডিরেকশন বা দিকনির্দেশনা বা কোন দিকে যাবে তা বুঝতে হয় তাহলে
        আমরা ১৫ মিনিট এবং ৩০ মিনিট এর টাইম ফিল্টার করেবো, বা টাইমে মার্কেট কোন
        দিকে যাচ্ছে, ওপেন এরিয়ে কোন দিকে মার্কেট ট্রেন্ড ফলো করতেছে এইগুলো বড ২
        টা টাইম ফ্রেম দেখে আমরা বুঝবো।
      </p>
      <p>যদি আমরা ৫ মিনিট এর ট্রেড করতে চাই আমরা ১ ঘন্টা আর ৪ ঘন্টার টাইম ফ্রেম দেখবো, মার্কেট কি করতেছে এই টাইম ফ্রেমে সেটা বুঝার চেষ্টা করবো।</p>
      <p>মনে করি আমরা ১ মিনিটে ট্রেড করার কথা চিন্তা করতেছি, এখন আমাদের ১৫ মিনিট আর ৩০ মিনিটে যাইতে হবে মার্কেট কি করতেছে তা দেখার জন্যে, যাদি দেখি ১৫ মিনিটে মার্কেট আপ ট্রেন্ড , ৩০ মিনিটেও মার্কেট আপ ট্রেন্ড তাহলে আমরা ১৫ এবং ৩০ মিনিটের ওপেন এরিয়া দেখে বায়ার স্ট্রং কনফার্ম হয়ে ১ মিনিট টাইম ফ্রেমে যাবো এবং ১ মিনিট টাইমেও ওপেন এরিয়া + মার্কেট আপ এর দিকে কনফারমেশন দিলে , বায়ার সাইড স্ট্রুং হলে আমরা আপ এর দিকে ট্রেড করবো।  </p>
      <p>ঠিক তেমনি ভাবে আমরা ১ মিনিটে ডাঊন সাইডে ট্রেড করতে পারবো ।</p>
      <p>৫ মিনিটে ট্রেড করতে হলে আমাদের ১ ঘন্টা এবং ৪ ঘন্টার টাইম ফ্রেম দেখে একই ভাবে মার্কেট ডিরেকশন দেখে কনফার্ম হয়ে আমরা ৫ মিনিটে এসে একই ভাবে ওপেন এরিয়া এবং স্ট্রং দেখে ওপেন এরিয়ার দিকে ট্রেড করবো।</p>
    </ComponentWrapper>
  );
};

export default index;
