import React from "react";
import ComponentWrapper from "../../UniversalComponent/ComponentWrapper";
import Zone from "../../../assets/img/PriceAction/AllLevels/T10.jpg";
import Z1 from "../../../assets/img/PriceAction/Zone/z1.jpg"
import Z2 from "../../../assets/img/PriceAction/Zone/z2.jpg"


const index = () => {
  return (
    <ComponentWrapper title="Zone">
      <h5 className="my-4">
        ট্রেডিং এ জোন বলতে আমরা বুঝি যেখানে বায়ার এবং সেলার এভেলেবেল আছে মানে
        অনেক আছে।
      </h5>
      <p>
        এখন আমরা কিভাবে বুঝবো আমাদের কোন জায়গায় অনেকগুলো বায়ার আছে বা বায়ার
        জোন কোন জায়গায় অনেকগুলো সেলার আছে মানে সেলার জোন,
      </p>
         <img src={Zone} alt="Zone" className="img-fluid my-2" />

        
      <p>
        একটা ক্যান্ডেলের উপরের দিকে উইক থাকা মানে আমাদেরকে বুঝায় সেলিং প্রেসার
        হোক সেটা বায়ের ক্যান্ডেল হোক সেটা সেলারের ক্যান্ডেল
      </p>
      <img src={Z1} alt="Zone" className="img-fluid my-2" />
      <p>
        মার্কেটে কোথাও যদি আমাদের অনেকগুলো ক্যান্ডেলের উপরের দিকে উইকটা একটু
        লম্বা থাকে এর মানে আমরা বুঝি ঐটা হচ্ছে আমাদের সেলিং জোন এবং ওইখান থেকে
        মার্কেট সেলিং প্রেশার ক্রিয়েট করতেছে
      </p>
      <img src={Z2} alt="Zone" className="img-fluid my-2" />
      <p>
        আবার কোথাও যদি আমাদের ক্যান্ডেলের নিচের দিকে উইক অনেক লম্বা হয় মানে
        আমাদের বাইং পেশার, হোক সেটা গ্রীন কালার ক্যান্ডেল হোক সেটা রেড কালার
        ক্যান্ডেল ওইটা হবে আমাদের জন্য বায়িং জোন
      </p>
      <p>
        বায়িং জোন এবং সেলিং জোনের ট্রেড করতে হলে আমাদের একটা জিনিস মাথায় রাখতে
        হবে সর্বনিম্ন পাঁচটা ক্যান্ডেল পরে মার্কেট ঘুরে ওই জোনে যদি যায় তাহলে
        মার্কেট রিভার্স করবে ,
        
        মনে করি মার্কেট আমাদের বায়ার জোন ক্রিয়েট করছে
        পাঁচটা ক্যান্ডেল পরে ঘুরে যদি ওই জোনে যায় মার্কেট আপের দিকে যাবে,
        তেমনি ভাবে সেলা জোনের যদি পাঁচটা গেলে ঘুরে যায় তাহলে সেরা আসবে।
      </p>
      <p></p>
    </ComponentWrapper>
  );
};

export default index;
