import React from "react";
import ComponentWrapper from "../../UniversalComponent/ComponentWrapper";
import WarningText from "../../UniversalComponent/WarningText";
import T1 from "../../../assets/img/otc/Trap4/T1.png"
import T2 from "../../../assets/img/otc/Trap4/T2.png"
import T3 from "../../../assets/img/otc/Trap4/T3.png"
import T4 from "../../../assets/img/otc/Trap4/T4.png"


const index = () => {
  return (
    <ComponentWrapper title="Trap Four" url="">
      <WarningText></WarningText>

      <p>ট্রেপ ৪ হলো লিকুইটি কালেকশন বা প্রেসার কালেকশন বলা হয়।</p>
      <p>
        লিকুইড নিয়ে পরে বিস্তারিত আলোচনা করবো লিকুইডিটীর ক্লাসে, কেন্ডেলের
        ভিতরে যে উইক আছে সে উইক গুলোর মাধ্যমে মার্কেট লিকুইটি কালেক্ট করে
        কালেক্ট করে মার্কেট উপরে বা নিচের দিকে যায় এখানে উইকের হলো প্রধান,
        প্রশ্ন আসতে পারে ঊইক দিয়ে কিভাবে লিকুইডিটি কালেক্ট করে,
      </p>
      <p>
        উইক আসলে কেন হয় ক্যান্ডেলের ভিতরে উইক হয় আমাদের বায়ার এবং সেলারের
        মধ্যে ফাইটের কারণে
      </p>
      <p>
        বায়ার এবং সেলার ফাইট করার সময় আমাদের ছোট টাইম ফ্রেমে কোন স্ট্রাকচার
        ফলো করে সেটা হতে পারে আপট্রেন্ড বা ডাঊন ট্রেন্ড এবং সেই জায়গায় আমাদের
        মার্কেট স্ট্রাকচার চেঞ্জ হয় এবং সেই স্ট্রাকচার চেঞ্জ হওয়া মানে হচ্ছে
        যে মার্কেট লিকুইডিটী কালেক্ট করা।
      </p>
      <p>
        মনে করি আমাদের বায়ার মার্কেটে ক্যান্ডেলের নিচের দিকে অনেকগুলো উইক আছে,
        সে জায়গায় সেলার কেন্ডেলের ভিতরেও নিছের দিকে ঊইক আছে, মানে ওই জায়গায়
        বাইং প্রেসার শো করতেছে এবং নিচে ঊইক লম্বা এর মানে হচ্ছে মার্কেটে
        লিকুইডীটী কালেক্ট করতেছে।
      </p>
      <p>
        নিচের দিকে ক্যান্ডেলের উইক মানে হচ্ছে মার্কেট প্রথমে নিচের দিকে গিয়েছিল
        এবং তারপর সেখান থেকে আপের দিকে প্রেসার রাইস করে উপর দিকে নিয়ে গিয়েছে ।
      </p>
      <p>
        এখন আমরা যদি এরিয়া চার্ট দেখতে যাই তখন দেখা যাবে মার্কেট প্রথমে ডাউনের
        দিকে আসছিল ডাউন ট্রেনের মত করে এবং পরে তা আপ এদিকে গিয়েছে,
      </p>
      <p>
        মার্কেট প্রথমে ডাউনের দিকে এসেছিল এরিয়া চার্টএ সেখানে মার্কেট লোয়ার হাই
        তৈরী করতে করতে এসেছিল এবং সেই জায়গায় লোয়ার হাই এর কারণে মার্কেটে সবাই
        ওইখান থেকে ডাউনের দিকে অর্ডার প্লেস করছে সেলিং অর্ডার,
      </p>
      <p>
        কোন কিছু সেল করার জন্য আমাদের ক্রেতার প্রয়োজন আছে যদি ক্রেতা না থাকে
        আমরা কার কাছে বিক্রি করব?
      </p>
      <p>
        লোয়ার হাই মার্কেট সেলিং অর্ডার অনেক হয়েছে সেই কারণে মার্কেট যখন আপ এর 
        দিকে যাবে তখন লোয়ার হাই এ সাথে সাথে মার্কেট অর্ডার কালেক্ট
        করা শুরু করবে মানে লিকুইডীটি হওয়া শুরু করবে;
      </p>
    <p>এক সময় মার্কেটএ যখন আর সেলিং ওডার থাকবেনা মানে লিকুইডিটি হবেনা তখন মার্কেটে  ডীমান্ড বেরে যাবে, এবং বেশী দামে প্রাইস হওয়ায় সেল করবে যেহেতু ডিমান্ড বেশী হয়ে গেছে, যে দিকের লিকুইডিটি কালেক্ট করেছে ঐ দিকে, আমাদের সে সাপ্লাই  জন্যে অপেক্ষা করতে হবে ট্রেড করতে হলে,মার্কেট নিছের দিকে আসবে সাপ্লাইয়ের জন্যে</p>
      <p>নিচে চিত্রের মাধ্যমে বোঝার চেষ্টা করি</p>

      <img src={T1} alt="Trap Four image" className="img-fluid my-2"/>
      <img src={T2} alt="Trap Four image" className="img-fluid my-2"/>
      <img src={T3} alt="Trap Four image" className="img-fluid my-2"/>
      <img src={T4} alt="Trap Four image" className="img-fluid my-2"/>
    </ComponentWrapper>
  );
};

export default index;
