import React from "react";
import ComponentWrapper from "../../UniversalComponent/ComponentWrapper";
import T1 from "../../../assets/img/otc/5Sec/T1.jpg"
import T2 from "../../../assets/img/otc/5Sec/T2.jpg"
import T3 from "../../../assets/img/otc/5Sec/T3.jpg"
import T4 from "../../../assets/img/otc/5Sec/T4.jpg"


const index = () => {
  return (
    <ComponentWrapper title="Five Second Confirmation">
      <p>
        5 সেকেন্ড কনফার্মেশন এটা এমন একটা জাদুর কাঠি আমরা বলতে পারি, যেটার
        মাধ্যমে আমরা ট্রেডের অ্যাকুরেসি অনেক বুস্ট করতে পারব এবং যেসব জায়গায়
        আমরা কনফিউজড আমাদেরকে লসের হাত থেকে বাঁচাবে।
      </p>
      <p>
        তবে 5 সেকেন্ড আমরা সব জায়গায় ব্যবহার করতে পারব না ,5 সেকেন্ড আমরা তখনই
        ব্যবহার করতে পারব যখন আমরা ট্রেড নিতে কনফিউজ থাকবো ,কোন একটা বায়ার অথবা
        সেলার এরিয়া থেকে আমাদের বায়ার এরিয়া থেকে বায়ার আসবে কিনা অথবা সেলার
        এরিয়া থেকে সেলার আসবে কিনা আমরা 5 সেকেন্ড দেখে তারপর কনফার্মেশন নিতে
        পারবো।
      </p>
      <p>
        আমরা যখন টাইম ফিল্টারিং করেছিলাম তখন আমরা দেখেছি বড় টাইম ফ্রেমে মার্কেট
        যেদিকে যায় ছোট টাইম প্রেমে সেই দিকে যদি মার্কেট স্ট্রাকচার চেঞ্জ হয়
        তখন আমরা ওইদিকে ট্রেড নেই কারণ বড় টাইম আমাদের ডিরেকশন + ওপেন এরিয়া বলে
        দিয়েছিল।
      </p>
      <p>
        তেমনিভাবে এক মিনিটে যখন আমরা ট্রেড করব আমরা ছোট টাইম ফ্রেম মানে 5
        সেকেন্ডে আসবো 5 সেকেন্ডে এসে আমরা মার্কেট স্ট্যাটাস চেঞ্জ হয়েছে কিনা
        আমরা সেটা দেখব ।
      </p>
      <p>
        আমাদের 1 মিনিট চার্ট বলতেছে মার্কেট আপ এর দিকে যাবে, কিন্তু আমরা যদি
        কনফিউজড হয়ে যাই এই ক্যান্ডেল টা মানে রানিং ক্যান্ডেল টা আপ এর দিকে যাবে
        কিনা সেটা আমরা যদি বুঝতে চাই 5 সেকেন্ডে যাব, 5 সেকেন্ডে যদি আমাদের
        মার্কেট আপটেন্ড দেখায় তখন আমরা আপের দিকে ট্রেড করতে পারব আর যদি 5
        সেকেন্ড মার্কেট চেঞ্জ হয় তখনও নিতে পারবো না আপের দিকে, ওইট্রেড আমাদের
        বাদ দিতে হবে।
      </p>
      <p>
        ছোট টাইম ফ্রেমেও আমরা ওপেন এরিয়া এবং আমাদের স্ট্রাকচার দেখে  ট্রেড করব।
      </p>

      <p>নিচে চিত্র মাধ্যমে বোঝার চেষ্টা করি</p>

      <img src={T1} alt="Demand Area" className="my-2 img-fluid" />
      <img src={T2} alt="Demand Area" className="my-2 img-fluid" />
   <p></p>
      <img src={T3} alt="Demand Area" className="my-2 img-fluid" />
      <img src={T4} alt="Demand Area" className="my-2 img-fluid" />
    </ComponentWrapper>
  );
};

export default index;
