import React from "react";
import ComponentWrapper from "../../UniversalComponent/ComponentWrapper";
import T1 from "../../../assets/img/otc/FillUp/T1.jpg";
import T2 from "../../../assets/img/otc/FillUp/T2.jpg";

const index = () => {
  return (
    <ComponentWrapper title="Area Fill-up">
      <p>
        এরিয়া ফিলাপ এর কথার মাঝে আমরা উত্তরটা পাই এটার উত্তর হচ্ছে যে কোন একটা
        এরিয়া মার্কেট ফিলাপ করতে যাওয়া এখন ফিলাপ করতে গেলে মার্কেট যদি
        এরিয়াটা ফিলাপ করতে না পারে তখন কি হবে?
      </p>
      <p>
        আমরা মেজারমেন্টএ দেখছি A পয়েন্ট থেকে B পয়েন্ট আমরা মেজারমেন্ট করছি A
        পয়েন্ট যতটুকু পর্যন্ত ডিমান্ড ক্রিয়েট করছে বা সাপ্লাই ক্রিয়েট করছে
        ততটুকু পর্যন্ত মার্কেট গিয়েছে এখন ওই মেজারমেন্ট এরিয়া পর্যন্ত আমাদের
        ধারণা মতো ওই পরিমাণ না যায় তখন মার্কেট কি করতে পারে এই কি করতে পারে
        জিনিসটা আমরা এরিয়া ফিলাপের শিখবো কিভাবে সাপ্লাই এবং ডিমান্ডের এরিয়া
        গুলো ফিলাপ হয়।
      </p>

      <img src={T1} alt="Area Fillup" className="my-2 img-fluid" />
      <p>
        উপরের চিত্রে মাধ্যমে আমরা জিনিসটা বুঝার চেষ্টা করবো আমাদের A পয়েন্টের
        ডিমান্ড সেটা আমরা B পয়েন্টে রিফ্লেক্ট করবে বা B পয়েন্ট কতটুকু পর্যন্ত
        ডিমান্ড দিতে পারে সে টুকু আমরা একটা ধারণা করতে পারি কিন্তু মার্কেট
        ডিমান্ড পরিপূর্ণ করে নাই,না করে মার্কেট নিচের দিকে চলে আসতেছে
      </p>
      <p>
        যেটুকু ডিমান্ড  মার্কেট পূর্ণ করে নাই সে ডিমান্ড মার্কেটে নাই , যতটুকু  এরিয়া নাই সেটা আমরা
        সাপ্লাইয়ের মধ্যে যোগ করব এবং আমাদের সাপ্লাই বেড়ে যাবে যেহেতু আমাদের
        ডিমান্ডনাই উপরে আমাদের সাপ্লাই বেড়ে যাবে।
      </p>

<p>নিচে চিত্রের মাধ্যমে বোঝার চেষ্টা করি..</p>
      <img src={T2} alt="Area Fillup" className="my-2 img-fluid" />
      <p></p>
      <p></p>
      <p></p>
    </ComponentWrapper>
  );
};

export default index;
