import React from "react";
import ComponentWrapper from "../../UniversalComponent/ComponentWrapper";
import incrementImg from "../../../assets/img/otc/OrderFlow/orderFLowIncrement.png"
import decrementImg from "../../../assets/img/otc/OrderFlow/dicrement.png"


const index = () => {
  return (
    <ComponentWrapper title="Order Flow" ur="https://traderSadnan">
      <p className="mt-4">
        দোকানে গিয়ে দোকানদারকে আমরা যখন কোন জিনিস কেনার জন্য অর্ডার দেই যেমন
        আমাকে এক কেজি চিনি দেন, এখানে 1 কেজি চিনির প্যাকেটটা আছে সেটা আমাদের একটা
        অর্ডার,
      </p>

      <p>
       
        ট্রেডিংয়ে আমরা ওডার বলতে একটা কেন্ডেল কে ধরবো। এইখানে একটা কেন্ডেল আছে
        আমাদের কাছে সেটা যে রঙের হোকনা কেনো সেটা আমাদের কাছে ওডার,
      </p>

      <p>
        
        সেলার বা বায়ার যদি মার্কেটএ সেল বা বাই করতে চায় তাহলে সেটা আমরা
        কেন্ডেলের মাধ্যমে দেখতে পাই।
      </p>
      <p>
     
        সেলার সেল করতেছে এইটা আমরা বুঝতে পারি লাল বা রেড কেন্ডেলের মাধ্যমে। এখন
        কেন্ডেলটার সাইজ কেমন সেটার উপর আমাদের ওডারের সাইজ কেমন আমরা বুঝতে পারি।
      </p>

      <h5>ওডার বুঝতে পারছি ফ্লো টা কি?</h5>

      <p>
        দোকানে গিয়ে ১ কেজি চিনি কিনলে আমাদের ওডারের সাইজ মানে প্যাকেটের সাইজ
        যেমটা হবে ২ কেজি চিনি কেনলে প্যাকেটের সাইজ আর একটু বড হবে, ৩ কেজি চিনি
        কিনলে প্যাকেটের সাইজ আরো বড হবে,
      </p>
      <p>এর মানে হলো অডারের সাইজ বেশি হইছে আমাদের চাহিদা অনুযায়ি</p>
      <p>এই সাইজ বৃদ্ধি হওয়াটাকে অর্ডারফ্লো বলে।</p>

      <h5>ট্রেডিংয়ে আমরা ওডার বলতে বুজি কেন্ডেল আর ফ্লো হলো কেন্ডের সাইজ</h5>

      <p>ওডার ফ্লো ২ প্রকার </p>
      <p>১/ ইনক্রিমেন্ট বা বৃদ্ধি পাওয়া </p>
      <p> ২/ ডিক্রিমেন্ট বা হ্রাস পাওয়া</p>

      <div>
        <p>INCREMENT - ইনক্রিমেন্ট বা বৃদ্ধি পাওয়া </p>
        <p>
          আমাদের কাছে ৪ তা গ্রীন কেন্ডেল বা রেড কেন্ডেল আছে, এইখানে প্রতিটা
          কেন্ডেল আগের কেন্ডেল থেকে বড , এর মানে আমরা জানি কেন্ডেল মানে ওডার আর
          সাইজ মানে ফ্লো, তাহলে আগের কেন্ডেল এর থেকে পরের কেন্ডেল বড হওয়াটা হচ্ছে ওডার ফ্লো ইনক্রিমেন্ট বা বৃদ্ধি পাওয়া ।
          
        </p>
     
     <img src={incrementImg} alt="increment" className="img-fluid py-2" />
        
      </div>




      <div>
        <p>DICREMENT - ডিক্রিমেন্ট বা হ্রাস পাওয়া </p>
        <p>
          আমাদের কাছে ৪ তা গ্রীন কেন্ডেল বা রেড কেন্ডেল আছে, এইখানে প্রতিটা
          কেন্ডেল আগের কেন্ডেল থেকে  ছোট, এর মানে আমরা জানি কেন্ডেল মানে ওডার আর
          সাইজ মানে ফ্লো, তাহলে আগের কেন্ডেল এর থেকে পরের কেন্ডেল ছোট হওয়াটা হচ্ছে ওডার ফ্লো ডিক্রিমেন্ট বা হ্রাস পাওয়া ।
          
        </p>

        <img src={decrementImg} alt="dicrement" className="img-fluid py-2" />
      </div>
    </ComponentWrapper>
  );
};

export default index;
