import React from "react";
import ComponentWrapper from "../../UniversalComponent/ComponentWrapper";

const index = () => {
  return (
    <ComponentWrapper title="What Is price action?">
      <p className="mt-4">
        প্রাইস একশন এর কথার মাঝে আমরা প্রাইস একশনের মানে বুঝতে পারি প্রাইজ মানে
        হচ্ছে মূল্য একশন মানে হচ্ছে ক্রিয়া কোন একটা জায়গায় আমাদের প্রাইস
        ওঠানামা করলে যদি গ্রিন ক্যান্ডেল হয় মানে প্রাইস বাড়তেছে যদি রেড কেন্ডেল
        হয় মানে প্রাইস কমতেছে এই প্রাইজের একশন টাকে আমরা প্রাইজ একশন বলি। 
      </p>
      <p>
        প্রাইস অ্যাকশন মানে হচ্ছে চার্টে দাম (price) কীভাবে উপরে নিচে যাচ্ছে,
        সেটা দেখে ট্রেড নেওয়া। এতে মূলত ক্যান্ডেলস্টিক প্যাটার্ন,
        সাপোর্ট-রেজিস্ট্যান্স লেভেল, ট্রেন্ড লাইন, ব্রেকআউট—এই জিনিসগুলো
        বিশ্লেষণ করা হয়।
      </p>
      <h5>উদাহরণ:</h5>
      <p>
        ধরুন, আপনি দেখলেন একটা জোনে বারবার দাম গিয়ে থেমে যাচ্ছে (সাপোর্ট লেভেল),
        এবং এরপর বড় একটা বুলিশ ক্যান্ডেল তৈরি হলো—এটা হতে পারে বায় সিগন্যাল।
      </p>
      <h5>প্রাইস অ্যাকশনের মূল বিষয়গুলো:</h5>
      <ol>
      <li>কেন্ডেল</li>
      <li>কী লেভেল</li>
        <li>সাপোর্ট এবং রেজিস্ট্যান্স</li>
        <li>ট্রেন্ড ও ট্রেন্ডলাইন</li>
        <li>
          ক্যান্ডেলস্টিক প্যাটার্ন (যেমন: পিন বার, ইনসাইড বার, এনগালফিং
          বার,ইত্যাদি)
        </li>
        <li>ব্রেকআউট ও ফেইকআউট</li>
        <li>মার্কেট স্ট্রাকচার (হাই, লো, হাইয়ার হাই ইত্যাদি)</li>
        আরো অনেক কিছু আছে যা আমরা এই প্রাইস একসন টপিকে জানতে পারবো।
      </ol>
    </ComponentWrapper>
  );
};

export default index;
