import React from "react";
import ComponentWrapper from "../../UniversalComponent/ComponentWrapper";
import T1 from "../../../assets/img/PriceAction/AllLevels/T4.jpg";
import T2 from "../../../assets/img/PriceAction/AllLevels/T5.jpg";
import T3 from "../../../assets/img/PriceAction/AllLevels/T6.jpg";
import T4 from "../../../assets/img/PriceAction/AllLevels/T12.jpg";
import T5 from "../../../assets/img/PriceAction/AllLevels/T13.jpg";
import BE from "../../../assets/img/PriceAction/DCL/BE.jpg";
import BE1 from "../../../assets/img/PriceAction/DCL/BE1.jpg";
import BE2 from "../../../assets/img/PriceAction/DCL/BE2.jpg";
import BE3 from "../../../assets/img/PriceAction/DCL/BE3.jpg";
import BE4 from "../../../assets/img/PriceAction/DCL/BE4.jpg";
import BE5 from "../../../assets/img/PriceAction/DCL/BE5.jpg";
import BE6 from "../../../assets/img/PriceAction/DCL/BE6.jpg";
import BE7 from "../../../assets/img/PriceAction/DCL/BE7.jpg";
import BE8 from "../../../assets/img/PriceAction/DCL/BE8.jpg";

import BE11 from "../../../assets/img/PriceAction/DCL/B11.jpg";


const index = () => {
  return (
    <ComponentWrapper title="DCL">
      <h5 className="my-3"> DCL = DOUBLE CANDLESTICK LEVEL</h5>

      <h5>ENGULFING LEVEL</h5>
      <p>
        ডাবল কেন্ডেলস্টিক লেভেলে প্রথম আমাদের এঙ্গআলফিংয়ের কি লেভেল গুলা আমরা
        আইডেন্টিফাই করব এবং এগুলা কিভাবে আমরা ব্যবহার করব আমাদের ট্রেডিংয়ে সেটা
        আমরা বিস্তারিত জানব।
      </p>
      <img src={T3} alt="Single Candle Stick" className="img-fluid my-2" />
      <p>
        এনগালফিং দুই ধরনের একটা বুলিশ এনগার্ফিং আরেকটা হচ্ছে বেয়ারিস এনগার্লফিং
      </p>
      <h5>Bullish Engulfing:-</h5>
      <p>
        রেড ক্যান্ডেল কে আমাদের গ্রীন ক্যান্ডেল যদি পুরোপুরি ঢেকে ফেলে তখন আমরা
        সেটাকে বলি বুলিশ এন্ডগার্লফিং মানে আমাদের গ্রীন ক্যান্ডেল রেড ক্যান্ডেল
        কে গিলে ফেলছে।
      </p>

      <ol>
        <ul>
          📌 বুলিশ এন্ডগার্লফিঙ্গের যদি রেড ক্যান্ডেলের উইক থাকে সাপোর্ট লেভেল
          হিসেবে ধরবো।
        </ul>
        <ul>
          📌 বুলিশ এন্ডগার্লফিঙ্গের যদি রেড ক্যান্ডেলের যদি উইক থাকে থাকে তাহলে
          বডী থেকে সাপোর্ট লেভেল হিসেবে ধরবো।
        </ul>
      </ol>

      <img src={BE} alt="Single Candle Stick" className="img-fluid my-2" />
      <p></p>
      <img src={BE1} alt="Single Candle Stick" className="img-fluid my-2" />
      <p></p>
      <img src={BE2} alt="Single Candle Stick" className="img-fluid my-2" />
      <h5>Bearish Engulfing:-</h5>
      <p>
        আমাদের গ্রীন ক্যান্ডেলকে রেড যদি পুরোপুরি ডেকে ফেলে মানে গিলে ফেলে তখন
        আমরা এটাকে বেয়ারিশ এনগার্লফিং হিসেবে ধরবো।
      </p>

      <ol>
        <ul>
          📌 বেয়ারিশ এন্ডগার্লফিঙ্গের যদি গ্রিন ক্যান্ডেলের উইক থাকে রেজিস্টেন্স
          লেভেল হিসেবে ধরবো।
        </ul>
        <ul>
          📌 বেয়ারিশ এন্ডগার্লফিঙ্গের যদি রেড ক্যান্ডেলের যদি উইক থাকে থাকে
          তাহলে বডী থেকে রেজিস্টেন্স লেভেল হিসেবে ধরবো।
        </ul>
      </ol>

      <p></p>
      <img src={BE3} alt="Single Candle Stick" className="img-fluid my-2" />
      <p></p>
      <img src={BE4} alt="Single Candle Stick" className="img-fluid my-2" />

      <hr></hr>

      <h5>📌 INSIDEBAR & OUTSIDEBAR </h5>
      <img src={T4} alt="Single Candle Stick" className="img-fluid my-2" />
      <p>
        👉 ইনসাইড কথা মাঝে আমরা বুঝতে পারি কোন কিছুর ভিতরে আছে, ট্রেডিংয়ে
        আমাদের লেফট সাইড মানে বাম পাশে ক্যান্ডেল টার ভিতরে ডানপাশের ক্যান্ডেল টা
        যদি 50 পার্সেন্ট থেকেও ছোট হয় মানে বডি থেক বডী সাইজ যদি ছোট হয় তখন
        আমরা সেটাকে ইনসাইড বার বলি।
      </p>
      <p>
        👉 ওউটসাইড বার কথা মাঝে আমরা বুঝতে পারি কোন কিছুর বাহিরে আছে, ট্রেডিংয়ে
        আমাদের লেফট সাইড মানে বাম পাশে ক্যান্ডেল টা ,ডানপাশের ক্যান্ডেল থেকে যদি
        50 পার্সেন্ট থেকেও ছোট হয় মানে বডি থেক বডী সাইজ যদি ছোট হয় তখন আমরা
        সেটাকে ওউটসাইড বার বলি।
      </p>
      <img src={T5} alt="Single Candle Stick" className="img-fluid my-2" />

      <h5>কিভাবে ইনসাইড আর আউট সাইড বারে ট্রেড করবো?</h5>
      <p>
        📌 এখন আমরা কিভাবে ট্রেড করবো ইনসাইট বার এবং আউটসাইড বারে, ইনসাইড বারে
        বা আউটসাইড বারে ছোট ক্যান্ডেল টা যদি রেড হয় রেড ক্যান্ডেল আপার উইক থেকে
        নিচের বডি পর্যন্ত আমরা একটা বক্স আঁকবো এবং সেটা আমাদের জন্য হবে জোন এবং
        ওই জোনে মিনিমাম পাঁচটা ক্যান্ডেল পরে মার্কেট ঘুরে আসলে রেভারসাল ট্রেড
        নিব।
      </p>

      <p>
        📌 ঠিক তেমনি ভাবে আমাদের ইনসাইড বার এবং আউটসাইড বারের ছোট ক্যান্ডেল যদি
        গ্রিন কালারের ক্যান্ডেল হয় সেই গ্রীন কালার ক্যান্ডেলের নিচের দিক থেকে
        বডি পর্যন্ত আমাদের যেখানে বডি ক্লোজ করছে অতটুকু পর্যন্ত হবে আমাদের জন্য
        এবং মার্কেট পাঁচটা পাঁচটা কেন পরে যদি ঘুরে ওই জনে আসে ওইখান থেকে আমরা
        রিভারসাল ট্রেড করবো।
      </p>

      <hr></hr>

      <h5>📌 GAP LEVEL & OVERLAP LEVEL </h5>

      <p>গ্যাপ এবং ওভারল্যাপ লেভেল আমাদের দুই ধরনের,</p>
      <p>
        একটা হচ্ছে আগে হয়ে যাওয়া অতীতে হয়ে যাওয়া গ্যাপ এবং ওভারল্যাপ আমদের
        সাপোর্ট এবং রেজিস্টেন্স হিসেবে কাজ করবে{" "}
      </p>
      <p>
        দ্বিতীয় গ্রাপ এন্ড ওভারলেপ, রানিং ক্যান্ডেলএ বা চলতি ক্যান্ডেলে গ্যাপ
        এবং ওভারল্যাপ
      </p>

      <p>
        আমরা এখন প্রথমটা নিয়ে কথা বলবো মানে অতীতে হয়ে যাবা গ্যাপ এবং ওভারল্যাপ
        কিভাবে আমাদের সাপোর্ট হিসেবে এবং রেজিস্টেন্স হিসেবে কাজ করবে সেটা দেখব
        এবং কিভাবে ট্রেড করবো সেটা আমার চিত্রের মাধ্যমে দেখব
      </p>

      <img src={BE5} alt="Single Candle Stick" className="img-fluid my-2" />
      <img src={BE6} alt="Single Candle Stick" className="img-fluid my-2" />
      <p>
        যে কেন্ডেল গ্যাপ কিংবা ওভারলেপ করুক,গ্রীন ক্যান্ডেলের নিচের বডি সব সময়
        আমরা সাপোট হিসেবে ব্যবহার করব এবং রেড ক্যান্ডেলের উপরে বডিটা আমরা
        রেজিস্টেন্স হিসেবে ব্যবহার করব
      </p>

      <h5>Running Candle Gap and Overlap</h5>

      <p>
        রানিং ক্যান্ডেল যদি আমাদের গেপ বা ওভারলে্প দিয়ে শুরু হয় তখন আমরা সেটা
        কিভাবে ট্রেড করবো হ্যান্ডেল করব?
      </p>
      <p>
        যদি আমাদের কোন ক্যান্ডেল গ্যাপ করে ওভারল্যাপ করে সাথে সাথে আমাদেরকে
        বামপাশে দেখতে হয়, বাম পাশে কোন লেভেল আছে কিনা যদি লেভেল থাকে তো গ্যাপে
        আমাদেরকে কিভাবে ট্রেড করতে হবে এবং ওভারলেপে কিভাবে ট্রেড করতে হবে চলুন
        দেখি,
      </p>
      <p>
        কোন গ্রিন ক্যান্ডেল যদি গ্যাপ আপ করে বা গ্যাপ করে ওপেন করে তখন সাথে সাথে
        আমরা বাম পাশে দেখব কোন লেভেল আছে কিনা, বাম পাশে যদি কোন রেজিস্ট্যান্স
        লেভেল থাকে সেটা যদি মার্কেট গ্যাপ আপ করে বা জাম্প করে পার করে ফেলে
        লেভেলে উপর থেকে শুরু হয় তখন আমরা সেই কেন্ডেলে উপের দিকে ট্রেড করবো
      </p>

      <p>
        যদি কেন্ডেল গেপ করে ক্যান্ডেল কোন রেজিস্টেন্স লেভেলে পড়ে মনে করি বাম
        পাশে আমাদের রেজিস্টেন্স লেভেল আছে মার্কেট গেপ করে রেজিস্টেন্স লেভেলে
        পড়ছে, তখন আমরা সেখানে পিছনে বাইয়ারে মোমেন্টাম আছে কিনা দেখব এবং থাকলে
        আপ ট্রেড করবো যদি মোমেন্টাম না থাকে ক্যান্ডেল রেড ক্যান্ডেল হওয়ার
        সম্ভাবনা থাকবে।
      </p>

      <p>
        *** গ্যাপ করে শুরু হয়েছে কিন্তু লেভেলের নিচে তখন সেটা রেড হওয়ার
        সম্ভাবনা থাকবে
      </p>
      <img src={BE7} alt="Single Candle Stick" className="img-fluid my-2" />
      <img src={BE8} alt="Single Candle Stick" className="img-fluid my-2" />
      <p>
        ঠিক তেমনি ভাবে যদি আমাদের রেড ক্যান্ডেল গেপ করে ওপেন হয় তখন আমরা বাম
        পাশে দেখব কোন সাপোর্ট লেভেল আছে কিনা সাপোর্ট লেভেল যদি গেপ করে পার করে
        ফেলে, রেড ক্যান্ডেল শুরু হয় তখন আমরা মার্কেট ডাউন দিকে ট্রেড করবো।
      </p>

      <p>
        যদি কেন্ডেল গেপ করে ক্যান্ডেল কোন সাপোট লেভেলে পড়ে মনে করি বাম পাশে
        আমাদের সাপোট লেভেল আছে মার্কেট গেপ করে সাপোট লেভেলে পড়ছে, তখন আমরা
        সেখানে পিছনে সেলারের মোমেন্টাম আছে কিনা দেখব এবং থাকলে ডাঊন ট্রেড করবো
        যদি মোমেন্টাম না থাকে ক্যান্ডেল রেড ক্যান্ডেল হওয়ার সম্ভাবনা থাকবে।
      </p>
      <p>
        *** গ্যাপ করে শুরু হয়েছে কিন্তু লেভেলের নিচে তখন সেটা গ্রিন হওয়ার
        সম্ভাবনা থাকবে
      </p>

      <p>
        আমাদের আগের ক্যান্ডেল যদি কোন সাপোর্ট বা রেজিস্ট্যান্সকে উইক দিয়ে হোক
        বডি দিয়ে হোক টাচ করে তখন, পরে কেন্ডেল যদি ওভারল্যাপ করে ,সাথে সাথে
        আমাদের আপের দিকে ডাউনের দিকে আমরা ট্রেড করতে পারব ।
      </p>

      <p>
        আগের গ্রিন কেন্ডেল কোন রেজিস্টেন্স লেভেলকে বডি দিয়ে হোক উইক দিয়ে হোক
        টাচ করছে এবং পরের ক্যান্ডেল ওভারল্যাপ করছে তখন সাথে সাথে আমরা আপের দিকে
        ট্রেড করতে পারবো, কারন আমাদের আগের কেন্ডেল ওই জায়গায় রেজিস্ট্যান্স ফিল
        করছে পরে কেন্ডেল ওভারল্যাপ করে আমাদের শক্তি সঞ্চয় করে লেভেল ব্রেক করে
        উপর দিকে চলে যাবে ।
      </p>
    <p>ঠিক তেমনি ভাবে সেলার কেন্ডেল ওভারলেপ করে সাপোট লেভেল ব্রেক করবে। </p>
    <img src={BE11} alt="Single Candle Stick" className="img-fluid my-2" />
    </ComponentWrapper>
  );
};

export default index;
