import React from "react";
import ComponentWrapper from "../../UniversalComponent/ComponentWrapper";
import T1 from "../../../assets/img/otc/Demand/T1.jpg";
import T2 from "../../../assets/img/otc/Demand/T2.jpg";

const index = () => {
  return (
    <ComponentWrapper title="Measurement & Demand Area">
      <p>
        মেজারমেন্ট বলতে আমরা সাধারণত বুঝি কোন একটা এরিয়া মাপা, এখন ট্রেডিংয়ে
        আমরা সাপ্লাই এবং ডিমান্ড দিয়ে আমাদের এরিয়া গুলো আমরা মাপতে পারি এটা
        আমাদেরকে 80% একটা ধারণা দেয় মার্কেট কতটুকু ফিলাপ করবে
      </p>

      <p>
        মেজারমেন্ট সাধারণত আমরা সাপ্লাই এবং ডিমান্ডের ক্ষেত্রে ব্যবহার করি
        আপট্রেন্ড মার্কেটে আমরা ডিমান্ডের মেজারমেন্ট করি এবং ডাউনট্রেন্ড
        মার্কেটে আমরা সাপ্লাইয়ের মেজারমেন্ট করি
      </p>

      <p>
        এখন আমরা বুঝার চেষ্টা করবো আমাদের ডিমান্ড এরিয়া কিভাবে মেজারমেন্ট করবো
        এর জন্য আমাদেরকে আপট্রেন্ড মার্কেট দেখতে হবে এই জিনিসটা আমরা চিত্রের
        মাধ্যমে দেখব প্রথমে তারপর আমরা আবার বুঝার চেষ্টা করবো কি কি হইতেছে
        মার্কেটে
      </p>
      <img src={T1} alt="Demand Area" className="my-2 img-fluid" />
      <p>
        আমরা উপর চিত্র দেখতে পাইতেছি যে আমাদের কাছে 3 টা পয়েন্ট আছে এ বি এবং সি
        এর তিনটা পয়েন্টে আমরা দেখতে পাচ্ছি।
      </p>
      <p>
        A পয়েন্টে আমরা যতটুকু ডিমান্ড দেখতে পাইতেছি মার্কেট যতটুকু উপরে গেছে
        সেটা আমরা মেজারমেন্ট করে B পয়েন্টে মার্কেট কতটুকু উপরে যাবে সেটা আমার
        মেজারমেন্ট করতে পারবো,ধারণা করতে পারি মার্কেট কতটুকু উপরে যাবে।
      </p>
      <p>
        ঠিক তেমনিভাবে B পয়েন্ট মার্কেট ডিমান্ড তৈরি হওয়ার পরে C পয়েন্ট যখন
        মার্কেট ডিমান্ড তৈরি করবে তখন C পয়েন্ট টা কতটুকু উপর পর্যন্ত ডিমান্ড
        তৈরি করতে পারবে সেটা মেজারমেন্ট করতে হলে আমরা B পয়েন্ট থেকে এরিয়াটা
        ক্যালকুলেট করে C পয়েন্ট কতটুকু পর্যন্ত যাবে সেটা আইডেন্টিফাই করতে পারব
        বা বুঝতে পারবা।
      </p>
      <img src={T2} alt="Demand Area" className="my-2 img-fluid" />
      <p>
        যেহেতু আমরা ডিমান্ড ক্যালকুলেট করব আমরা শুরুর গ্রীন ক্যান্ডেল থেকে শেষের
        গ্রীন ক্যান্ডেলের উইক পর্যন্ত আমাদের যে গ্রিন কেন্ডেল শুরুতে তৈরি হয়েছে
        মার্কেট ওদিকে যাওয়ার সময় তার বডি থেকে এবং যে লাস্টে গ্রীন কেন্ডেলের শেষ
        হয়েছে তার উইক পর্যন্ত আমরা মেজারমেন্ট করবো ।
      </p>
      <p>এভাবে আমরা একটা ধারণা পেতে পারি যে আমাদের ডিমান্ড কতটুকু হতে পারে</p>
     
    </ComponentWrapper>
  );
};

export default index;
