import React from "react";
import ComponentWrapper from "../../UniversalComponent/ComponentWrapper";
import A1 from "../../../assets/img/PriceAction/Analysis/A1.jpg";

const index = () => {
  return (
    <ComponentWrapper title="Analysis">
      <h6 className="my-4">
        আমরা এতদিন যা ডিটেলসে শিখেছি তা আমরা ছোট্ট একটা চ্যাটের মাধ্যমে বুঝার
        চেষ্টা করব এবং কিভাবে ট্রেড করবো সেটা বুঝার চেষ্টা করব। যারা ডিটেলসে আগে
        লেকচার গুলো পড়েন নাই পডে আসবেন ,না হলে এই চার্ট পডে অনেক প্রশ্নে জন্ম দিবে যা আমি ডিটেলসে আগের লেকচার গুলোতে ক্লিয়ার করছি
      </h6>
      <img src={A1} alt="Candle Reaction" className="my-2 img-fluid" />

      <p>
        আমরা যা যা পড়ছি এবং দেখছি বা শিখছি সবগুলো একসাথে করে আমরা এনালাইসিস
        পার্টে বোঝার চেষ্টা করব সহজে
      </p>
      <p>
        এক নাম্বার পজিশন হচ্ছে কালার চেঞ্জ লেভেল এই কালার চেঞ্জ লেভেলটা আমাদের
        জন্য সাপোর্ট এবং রেজিস্ট্যান্স হিসেবে কাজ করবে
      </p>
      <p>
        ১ নম্বর পজিশন মানে কালার চেঞ্জ লেভেল থেকে মার্কেট উপর দিয়ে গিয়েছে এবং
        সেখানে আমাদের ইনসাইড বার হয়েছে,
      </p>
      <p>
        ৩ নাম্বার ইনসাইডবার বা আউটসাইটবারের যে ছোট কেন্ডেলটা আছে ওইটা আমাদের
        একটা জোন হিসেবে মার্কেটে কাজ করবে , মিনিমাম ৫ টা কেন্ডেল পরে ঘুরে যাবে
        ওইটা আমাদের রেজিস্ট্যান্স হিসেবে ব্যবহার করতে পারব।
      </p>
      <p>৭ নাম্বার এখানে আমাদের ইভিনিং স্টার রয়েছে,</p>
      <p>
        ৭ নাম্বার - এখন মার্কেট ইভিনিংস্টার কি লেভেল থেকে রিজেকশন ফিল করে
        মার্কেট ডাউনের দিকে আসছে
      </p>
      <p>
        এখানে ২নম্বর এ দেখতে পাইতেছি আমাদের কেন্ডেল গ্যাপ টাউন করছে, গ্যাপউন কেন
        করছে, আমাদের এখানে ১ নাম্বারের কালার চেঞ্জ লেভেল ছিল আগের রেড ক্যান্ডেল
        টা ফিল করছে লেভেল এবং পরে রেড জাম্প করে পার করে ফেলছে, মারা জাম্প করা
        কেন্ডেলে ডাউনের দিকে ট্রেড করতে পারতাম,
      </p>
      <p>
        তেমনিভাবে আমাদের দুই নাম্বার যে গ্যাপ লেভেলটা ছিল আমাদের গ্রিন ক্যান্ডেল
        উপরের দিকে যাওয়ার সময়
      </p>
      <p>
        গ্যাপ লেভেলটা আমাদের গ্রিন ক্যান্ডেল ফিল করেছে এবং পরের কেন্ডেল গ্যাপ
        করে মার্কেটে ওপেন হয়েছে আমরা জানি গ্যাপ লেভেল ওইটা সাপোর্ট এবং
        রেজিট্রেন্স হিসেবে কাজ করে মার্কেট এখানে গ্যাপ লেভেলটা রেজিস্ট্রেশন
        হিসেবে ব্যবহার করা হয়েছে এবং মার্কেট রেজিস্ট্যান্স লেভেল থেকে উপরে
        জাম্প করে যেহেতু শুরু হয়েছে মার্কেট এখানে গ্রিন ক্যান্ডেল হবে।
      </p>
      <p>
        4 নম্বর পজিশনটা আমাদের কালার চেঞ্জ লেভেল ,ঠিক তেমনি ভাবে আমাদের কালার
        চেঞ্জ একটা সাপোর্ট এবং রেজিট্রেন্স ব্যবহার করি আমরা এখানে আমাদের গ্রীন
        কেন্ডেল্টা , কালার চেঞ্জ লেভেলকে ফিল করেছে, পরের ক্যান্ডেল শক্তি সঞ্চয়
        করে লেভেলটাকে ব্রেক করতে যাবে।
      </p>
      <p>
        ***মার্কেট যদি কোন রেজিস্ট্যান্স বা সাপোর্ট লেভেল কে ফিল করে এবং গ্যাপ
        আপ করে লেভেলের নিচে গ্যাকেত/ডাউন হয় তখন সে ক্ষেত্রে আমরা সেখানে গ্যাপের
        লজিক ইউজ করব না বা আমাদের ওভারল্যাপ যদি হয় ওভারল্যাপ ক্যান্ডেল যদি
        আমাদের লেভেল থেকে অনেক দূরে হয় সেই ক্ষেত্রে আমরা সেখানে ট্রেড করবো না***
      </p>
      <p>
        মার্কেট এখন আমাদের সাত নম্বর পজিশনে জায়গায় চলে গেছে সাত নম্বর পজিশন
        আমাদের কি ছিল ইনসাইড বার এবং আউটসাইড বার আমরা জানি ইনসাইড বার এবং
        আউসাইডবার জোন এরিয়াতে মার্কেট ডাউন এর দিকে মার্কেট আসছে কারন এইটা সেলার
        এরিয়া{" "}
      </p>
      <p>
        ৫ নম্বর পজিশনটা আমাদের এনগালফিন কি লেভেল মার্কেট, এন্ডগলফিন কিলেভেল থেকে
        ডাউনের দিকে আসছে আমরা জানি কি লেভেল সাপোর্টার হিসেবে কাজ করে এখানে
        যেহেতু মার্কেট বায়ার ক্যানন্ডেলকে এঙ্গাল্প করছে এটা আমাদের
        রেজিস্ট্যান্স হিসেবে আমরা ব্যবহার করব।
      </p>
      <p>
        ৬ নম্বর হচ্ছে জোন, আমরা জানি কোন একটা জায়গায় অনেকগুলো উইক থাকলে ওটা
        আমাদের একটা জোন হিসেবে কাজ করে, এখানে যেহেতু মার্কেট নিচের দিকে অনেকগুলো
        উইক আছে এটা আমাদের ডিমান্ড, এখান থেকে মার্কেট উপরের দিকে যাবে পরবর্তী
        যদি ঘুরে ছয় নাম্বার পজিশন আসে মার্কেট এখান থেকে উপরের দিকে যাবে কারন
        এইটা ডিমান্ড জোন ।
      </p>
      <p>
        ৮ নম্বর পজিশনটা হচ্ছে আমাদের এম প্যাটার্নের নেক লাইন আমাদের পুরা চার্ট
        যদি আমরা দেখি , পুরাটাই আমাদের এম প্যাটার্নের মতো, আমাদের ৮ নম্বর
        পজিশনটা নেকলাইন , ডিমান্ড ক্রিয়েট করে দিয়ে উপরে চলে গেছে।
      </p>
      <p></p>
      <p></p>
    </ComponentWrapper>
  );
};

export default index;
