import React from "react";
import ComponentWrapper from "../../UniversalComponent/ComponentWrapper";
import T1 from "../../../assets/img/otc/Optimal/T1.jpg"
import T2 from "../../../assets/img/otc/Optimal/T2.jpg"

const index = () => {
  return (
    <ComponentWrapper title="Optimal Pressure">
      <p>
        অপটিমাল প্রেসার দিয়ে আমরা একটা ক্যান্ডেলের মিডেলে ট্রেড করতে পারব,
        অপটিমাল প্রেসার যখন আমাদের একটা বায়ার সাইট অথবা সেলার সাইডে প্রেসার
        ক্যালকুলেট করতে যাই তখন দেখতে পাই যে 5 সেকেন্ড কনফার্মেশন আমাদের
        ক্যান্ডেল সাইজ এক পাটি অনেক বড় বড় হইতেছে এবং অনেক প্রেসারে যাইতেছে এবং
        ডমিনেন্স বেশি থাকে এবং
        </p>
        <p>অন্য পার্টির ডোমিনেন্স কম থাকে মানে ক্যান্ডেল
        সাইজ ছোট ছোট হয় এই ক্ষেত্রে মার্কেট যখন ডমিনেন্স বেশি থাকে কোন একটা
        পার্টির মানে অপটিমাল প্রেসার থাকে</p>  সে ক্ষেত্রে্যা মার্কেট পুল ব্যাক মানে
        অন্য পার্টি ছোট ক্যান্ডেল নিয়ে মার্কেটে এন্ট্রি করে মানে ডমিনেন্স কম থাকে,
         5 সেকেন্ডে তখন আমরা আপের  দিকে ট্রেড নিতে পারবো যেহেতু ডমিনেন্স বেশি আপ সাইডে। মার্কেট আমাদের এন্ট্রির উপরে ক্লোস করবে।
      
      <p>ঠিক তেমনি ভাবে ৫ সেকেন্ডে অপ্টিমাল প্রেসার ডাঊন এর দিকে দেখে ডাউন সাইডের কেন্ডেলে মিডেল ট্রেড করতে পারবো।</p>
      <img src={T1} alt="Demand Area" className="my-2 img-fluid" />
      <p></p>
      <img src={T2} alt="Demand Area" className="my-2 img-fluid" />
    </ComponentWrapper>
  );
};

export default index;
